<?php
// ua.php
return [
   // Заголовок
   'welcome' => 'Ласкаво просимо',
   'home' => 'Головна',
   'add_user' => 'Додати клієнта',
   'list_users' => 'Список клієнтів',
   'welcome_message' => 'Ласкаво просимо, ',
   'logout' => 'Вийти',
   'login' => 'Вхід',
   'register' => 'Реєстрація',

   // Додати товар
   'add_new_item' => 'Додавання нового одягу',
   'item_name' => 'Назва одягу',
   'description' => 'Опис',
   'gender' => 'Стать',
   'male' => 'Чоловік',
   'female' => 'Жінка',
   'clothing_part' => 'Частина одягу',
   'upper' => 'Верх',
   'lower' => 'Низ',
   'item_type' => 'Тип одягу',

   'shirt' => 'Сорочка',
   't_shirt' => 'Футболка',
   'sweater' => 'Светр',
   'dress' => 'Сукня',
   'skirt' => 'Спідниця',
   'trousers' => 'Штани',
   'shorts' => 'Шорти',
   'capri' => 'Капрі',

   'shoulder_width' => 'Ширина плечей',
   'chest_circumference' => 'Обхват грудей',
   'sleeve_length' => 'Довжина рукава',
   'hip_circumference' => 'Обхват стегон',
   'side_seam_length' => 'Довжина бокового шва',
   'item_length' => 'Довжина одягу',
   'image' => 'Зображення',
   'add_item' => 'Додати одяг',
   'size_hip' => 'Розмір стегон',

   // Головна
   'fashion' => 'Мода',
   'id_admins' => 'Ідентифікатор адміністратора',

   //Вхід
   'mail' => 'Пошта',
   'password' => 'Пароль',

   //Авторизація
   'name' => 'Ім`я',
   'rfid' => 'RFID',

   'save' => "Зберігти",
   'delete' => "Видалити",
   'edit_item' => "Редагування",
   'edit_image' => 'Змінити зображення',
   'item_add' => 'Товар успішно додано.',


   'apply_filter' => 'Приміниті фільтр',
   'all' => 'Все',
   'err' => 'Помилка',
   'err_sql' => 'Помилка SQL запиту:',
   'mail_check_err' => 'Користувач з таким email не знайден.',
   'rfid_err_num' => 'Некорректне значення RFID.',
   'rfid_err_check' => "Ця RFID вже існує.",
   'registe_succes' => 'Реєстрація пройшла успішно.',
   'item_succes' => 'Товар успішно додано.',
   'err_size' => 'Некорректне значення розміру.',
   'err_add_img' => 'Додайте зображення.',
   'password_err' => 'Невірний пароль.',
   'password_err_num' => 'Пароль має містити не менше 6 символів.',
   'item_deleted' => 'Товар успішно видалено.',
   'err_not_id' => 'Не надано ID товару',
   'err_line' => 'Усі поля повинні бути заповнені',
   'err_request' => 'Некоректний запит',
   "err_file" => "Помилка завантаження файлу.",
];
